[{"date": "September 21, 2017   9:07 AM ", "text": "MOSCOW/WASHINGTON (Reuters) - Russia warned the United States on Thursday it would target U.S.-backed militias in Syria if Russian troops again came under fire, as the United States disclosed an unusual face-to-face meeting between U.S. and Russian generals meant to avoid such clashes.  \nThe Russian warning underscored growing tensions over Syria between Moscow and Washington. While both oppose Islamic State (IS), they are engaged, via proxies, in a race for strategic influence and potential resources in the form of oilfields in eastern Syria’s Deir al-Zor province. \nThe Russian Defence Ministry said the U.S.-backed Syrian Democratic Forces (SDF) had taken up positions on the eastern banks of the Euphrates with U.S. special forces, and twice had opened fire with mortars and artillery on Syrian troops who were working alongside Russian special forces. \n“A representative of the U.S. military command in Al Udeid (the U.S. operations center in Qatar) was told in no uncertain terms that any attempts to open fire from areas where SDF fighters are located would be quickly shut down,” Major-General Igor Konashenkov said in a statement. \n“Fire points in those areas will be immediately suppressed with all military means.” \nIn a sign of the high stakes as both forces come in increasing proximity, U.S. and Russian generals held a face-to-face meeting this week in an effort to avoid accidental clashes, U.S. military officials said on Thursday.  \n“They had a face-to-face discussion, laid down maps and graphics,” said Army Colonel Ryan Dillon, a Baghdad-based spokesman for the U.S.-led coalition, adding it appeared to be the first meeting of its kind. \nDillon, addressing a Pentagon briefing, disclosed few details, including who participated in the meeting or its precise location.  \nA U.S. military official, speaking on condition of anonymity, said the participants included both U.S. and Russian generals.     \nThe Russian Defence Ministry this week accused U.S. spies of initiating a jihadi offensive against government-held parts of northwest Syria on Tuesday. \nThe ministry, in a Wednesday evening statement, said 29 Russian military policemen had been surrounded by jihadis as a result and that Russia had been forced to break them out in a special operation backed by air power. \n“According to our information, U.S. intelligence services initiated the offensive to halt the successful advance of government troops to the east of Deir al-Zor,” said Colonel-General Sergei Rudskoi. \nThe Syrian army, backed by Russian war planes, has captured about 100 km (62 miles) of the west bank of the Euphrates this month, reaching the Raqqa provincial border on Wednesday, the Syrian Observatory for Human Rights reported.  \nSyrian troops also crossed to the eastern side of the river on Monday where the SDF, an alliance of Kurdish and Arab militias fighting with the U.S.-led coalition, has been advancing. \nThe convergence of the rival offensives has increased tensions in Deir al-Zor.  \nThe U.S.-backed militias said on Saturday they had come under attack from Russian jets and Syrian government forces, something Moscow denied.  \nOn Monday, the SDF warned against any further Syrian army advances on the eastern riverbank, and Russia’s Defence Ministry said on Tuesday that the waters of the Euphrates had risen as soon as the Syrian army began crossing it, suggesting this could only have happened if upstream dams held by the U.S.-backed opposition had been opened. \n(Corrects conversion of 100 km to miles in paragraph 13.) \n", "images": [], "title": "Russia says will target U.S.-backed fighters in Syria if provoked"}, {"date": "September 20, 2017   6:57 AM ", "text": "MEXICO CITY (Reuters) - Mexican rescuers raced against the clock on Wednesday to save a 12-year-old girl trapped beneath a collapsed school and reach other possible survivors buried in rubble in central Mexico following the country’s most deadly earthquake in three decades. \nAt least 237 people were killed by the 7.1-magnitude quake that struck about 150 km (90 miles) southeast of Mexico City on Tuesday afternoon, 32 years after a 1985 quake killed thousands. \nRescue workers were able to communicate with the girl, identified only as Frida Sofia, who responded that there were two other students nearby but she could not tell if they were alive, according to broadcaster Televisa, whose cameras and reporters had special access to the scene. \nRescuers previously had seen a hand protruding from the debris, and she wiggled her fingers when asked if she was still alive, Televisa said. \nThe girl’s full name was not made public, but her family waited in anguish nearby, knowing that the bodies of 21 school children and four adults were already recovered from the Enrique Rebsamen School. \nThey and other parents clung to hope after rescue teams reported a teacher and two students had sent text messages from within the rubble.  \nRescuers moved slowly, erecting makeshift wooden scaffolding to prevent rubble from crumbling further and seeking a path to the child through the unstable ruins. As in rescue scenes throughout the central Valley of Mexico, officials ruled out using heavy equipment as long as there were signs of life below. \nSome 14 hours after the effort began, rescue workers in hard hats made an urgent plea on camera for beams and chains to support parts of the school ruins that were collapsing. \n“We have a lot of hope that some will still be rescued,” said David Porras, one of scores of volunteers helping the search at the school for children aged 3 to 14.  \n“But we’re slow, like turtles,” he said. \nRescuers periodically demanded “total silence” bystanders, who would freeze in place and stay quiet, to better hear calls for help. \nSimilar efforts have pulled more than 50 survivors from buildings around the country, President Enrique Pena Nieto said in a national address. \nSuch rescues lead to impassioned cries of “Yes we can!” from responders and bystanders. \nFifty-two buildings collapsed in Mexico City alone, Mayor Miguel Angel Mancera told reporters. \nIn all the quake killed 102 people in Mexico City and the remaining 135 from five surrounding states. Another 1,900 people were treated for injuries, the president said. \nThe quake struck a mere 31 km (32 miles) beneath the surface, sending major shockwaves through the metropolitan area of some 20 million people. Much of the capital is built upon an ancient lake bed that shakes like jelly during a quake. \nInitial reports suggest that collapses were limited mostly to buildings that predated the 1985 quake, after which stricter building codes were enacted. \n“The central part of Mexico City, in the lake bed, is always going to be a complicated place to build,” said Rodrigo Suarez, chief operating officer at Mexico City-based apartment developer Hasta Capital. “These old buildings (may) survive an earthquake or two or three, but since they weren’t built to modern code, there’s always going to be a risk in major earthquakes.” \nThe national electric company restored service to 95 percent of the 5 million customers who had lost power, Pena Nieto said, and the state oil monopoly Pemex said its installations suffered no significant damage and that all its operations were normal. \nMexico was still recovering from another powerful tremor that killed nearly 100 people in the south of the country less than two weeks ago. \nReinforcements from other countries began to arrive and more were on the way. The United States, Israel, Spain, Japan and several Latin American countries had already responded with technical assistance and rescue teams, the president said. \nA Panamanian team of 32 rescue workers dressed in orange jumpsuits and helmets and two dogs arrived at Mexico City’s international airport on Wednesday, prepared to go to work immediately searching for survivors. \nThey came self sufficient with seven days’ worth of food, water and supplies and prepared to work around the clock, said Cesar Lange, leader of the Panamanian Civil Protection unit.  \nThe U.S. Agency for International Development (USAID) was  sending a Disaster Assistance Response Team to help, at the request of the Mexican government, the agency said. \n“The United States remains committed to helping our neighbors during this difficult time,” the statement said. \nThroughout the capital, crews were joined by volunteers and bystanders who used dogs, cameras, motion detectors and heat-seeking equipment to detect victims who may still be alive. \nPena Nieto spent the day surveying several of the rescue sites, making note of the large number of university students and others have volunteered for the search and rescue effort. \n“I have seen an active and very committed participation from the Mexican youth. ... I have seen a lot of solidarity,” Pena Nieto said.    \nThe president has been unusually visible since the two earthquakes, a sign of the political sensitivity of disaster relief less than a year before the next presidential election.  \n“We’re clearly aware that this is a test we cannot flunk,” said Senator Miguel Angel Chico of the ruling Institutional Revolutionary Party, or PRI.  \nFor a graphic on earthquake location, click: \n \n", "images": [], "title": "Mexicans race to save schoolgirl buried by quake; death toll at 237"}, {"date": "September 21, 2017   12:57 AM ", "text": " (This version of September 20’s story corrects to change political affiliation of senator in paragraph 12) \nBy Gabriel Stargardter \nMEXICO CITY (Reuters) - Less than a year before a presidential election, Mexico’s politicians are fearful they could be punished by voters for any misstep in responding to two major earthquakes that killed more than 300 people this month. \nWith tolerance low after years of violence and corruption, the tremors could further undermine voters’ confidence in the ruling party of President Enrique Pena Nieto and the entire political class. \n“We’re clearly aware that this is a test we cannot flunk,” said Senator Miguel Angel Chico of the ruling Institutional Revolutionary Party, or PRI. \nPena Nieto sprang into action this month after an 8.1 magnitude earthquake on Sept. 7, the strongest in nearly a century, leveled parts of southern Mexico and killed at least 98 people.  \nOn Tuesday, when a 7.1 tremor struck, he aborted a trip to the first quake’s disaster zone to return to Mexico City, where 38 buildings collapsed killing scores of people, including more than 20 children at a school.  \nPena Nieto went to the school as rescuers searched for children and adults trapped inside.  \nThe death toll from Tuesday’s quake, which struck the capital and nearby states on the anniversary of a devastating 1985 tremor, has reached 230. \nPoliticians from all sides called for solidarity and praised how Mexicans, many of whom volunteered to help climb through rubble and search for survivors, had come together. \nNonetheless, one figure loomed large over the fallout from the quakes and any instability it may generate ahead of the July vote: leftist Andres Manuel Lopez Obrador, long the bete noire of Mexico’s political establishment and the frontrunner in many polls. \nLopez Obrador, or AMLO as he is known, enjoys widespread support in the left-leaning capital, home to about 20 million people. \nThe former Mexico City mayor, who narrowly lost the two previous presidential elections, won praise from supporters after the first quake when he proposed donating 20 percent of his party’s federal campaign funds for victims. \nOn Wednesday, volunteers across Mexico flocked to help remove debris and donate supplies in a grass-roots effort that opposition National Action Party (PAN) Senator Daniel Avila said was symptomatic of widespread distrust of the political class and the government’s ability to deliver.  \n“I think voters could look to punish those currently in government if they don’t manage this situation well,” Avila said.  \nMEMORIES OF ‘85 \nThe PRI, which ran Mexico for an uninterrupted 71 years and currently places third in the polls, knows the political damage that earthquakes can inflict. \nPRI President Miguel De La Madrid led the country during a powerful 1985 quake, which killed thousands in Mexico City  exactly 32 years to the day before Tuesday’s tremor.  \nDe La Madrid was widely criticized for his response, worsening already broad discontent with the party’s corrupt, authoritarian rule at the time. After the quake, the PRI gradually lost support and was voted out in 2000.  \nNow, party supporters hope that a swift response nationwide can avoid a repeat of that loss. \nGovernors from the PRI and its coalition partner the Green Party are in office in Oaxaca and Chiapas, the states hardest-hit by the first quake this month. And the PRI narrowly won a recent gubernatorial race in the State of Mexico, a longstanding party bastion where at least 12 people had died by Wednesday. \nThere have been accusations that aid has disproportionately benefited wealthier areas. \nIn the capital, fashionable districts like Roma and Condesa received most of the organized assistance. With a glut of people arriving to help and little guidance on how to best use resources, volunteers struggled, said 34-year-old art professor Camila Morales, adding that in poorer districts there had been insufficient help.  \n“On the outskirts in the south of the city ... there is no help arriving, they still don’t even have power,” said Morales, who was part of a large volunteer group from a local university.  \nOn social media, a campaign emerged to prevent politicians from capitalizing on the earthquake. \nFollowing Lopez Obrador’s lead, one petition sought to get the federal government to divert electoral funds for political parties to helping victims. Quickly, other politicians jumped on board.     \nEnrique Ochoa, the PRI chairman and one of the leftist’s fiercest critics, on Wednesday Tweeted: “I ask that the parties get together to resolve ... how we can donate campaign money, without pretense or opportunism.” \n", "images": [], "title": "Mexico politicians fear flunking quake test before 2018 vote"}, {"date": "September 21, 2017   2:21 PM ", "text": "SEOUL/NEW YORK (Reuters) - North Korean leader Kim Jong Un blasted U.S. President Donald Trump as “mentally deranged” on Friday and vowed to make him pay dearly for threatening to destroy his country, hours after Trump ordered fresh sanctions over Pyongyang’s weapons programs. \nTensions have risen as North Korea has resisted intense international pressure to halt its nuclear and missile programs, with Trump and Kim exchanging ever-more threatening rhetoric.  \nThe U.S. president said in his first address to the United Nations on Tuesday he would “totally destroy” the country of 26 million people if the North threatened the United States and its allies, and called Kim a “rocket man” on a suicide mission. \nKim said the North would consider the “highest level of hard-line countermeasure in history” against the United States and that Trump’s comments had confirmed his nuclear program was “the correct path”. \nPyongyang conducted its sixth and largest nuclear test on Sept. 3 and has launched dozens of missiles this year as it accelerates a program aimed at enabling it to target the United States with a nuclear-tipped missile. \nKim said Trump would face “results beyond his expectation”, without specifying what action North Korea would take next. \n“I will surely and definitely tame the mentally deranged U.S. dotard with fire,” Kim said in the rare direct statement carried by the KCNA state news agency, referring to Trump. \nThe escalating rhetoric came even as U.N. Secretary-General Antonio Guterres called for statesmanship to avoid “sleepwalking” into a war. \nSouth Korea, Russia and China all urged calm. \nIn his sanctions announcement on Thursday, Trump stopped short of going after Pyongyang’s biggest trading partner, China, praising as “tremendous” a move by its central bank ordering Chinese banks to stop doing business with North Korea. \nThe additional sanctions on Pyongyang, including on its shipping and trade networks, showed that Trump was giving more time for economic pressures to weigh on North Korea after warning about the possibility of military action on Tuesday. \nAsked ahead of a lunch meeting with the leaders of Japan and South Korea if diplomacy was still possible, Trump nodded and said: “Why not?” \nTrump said the new executive order gives further authorities to target individual companies and institutions that finance and facilitate trade with North Korea. It “will cut off sources of revenue that fund North Korea’s efforts to develop the deadliest weapons known to humankind”, he said. \nThe U.S. Treasury Department now had authority to target those that conduct “significant trade in goods, services or technology with North Korea”. \nTrump did not mention Pyongyang’s oil trade. \nThe White House said North Korea’s energy, medical, mining, textiles, and transportation industries were among those targeted and that the U.S. Treasury could sanction anyone who owns, controls or operates a port of entry in North Korea. \nU.S. Treasury Secretary Steven Mnuchin said banks doing business in North Korea would not be allowed to also operate in the United States. \n“Foreign financial institutions are now on notice that going forward they can choose to do business with the United States or with North Korea, but not both,” Mnuchin said. \nThe U.N. Security Council has unanimously imposed nine rounds of sanctions on North Korea since 2006, the latest this month capping fuel supplies to the isolated state. \nOn Wednesday, U.S. Secretary of State Rex Tillerson said there were “some indications” that sanctions were beginning to cause fuel shortages in North Korea. \nTrump’s U.N. address was the most direct military threat to attack North Korea and his latest expression of concern about Pyongyang’s repeated launching of missiles over Japan and underground nuclear tests.  \nEuropean Union ambassadors reached initial agreement to impose more sanctions on North Korea, going beyond the latest U.N. measures, officials and diplomats said. \n“DANGEROUS DIRECTION” \nSouth Korean President Moon Jae-in, who met Trump on Thursday and addressed the U.N. General Assembly, said sanctions were needed to bring Pyongyang to the negotiating table, but Seoul was not seeking North Korea’s collapse. \n“All of our endeavors are to prevent war from breaking out and maintain peace,” Moon said in his speech. He warned the nuclear issue had to be managed stably so that “accidental military clashes will not destroy peace.” \nChinese Foreign Minister Wang Yi urged North Korea not to go further in a “dangerous direction” with its nuclear program. \n“There is still hope for peace and we must not give up. Negotiation is the only way out ... Parties should meet each other half way, by addressing each other’s legitimate concerns,” Wang said. \nRussian Foreign Minister Sergei Lavrov condemned Pyongyang’s missile and nuclear “adventures” but warned “military hysteria is not just an impasse, it’s a disaster”. \nThe United States and South Korea are technically still at war with North Korea because the 1950-53 Korean conflict ended with a truce and not a peace treaty.  \nThe North accuses the United States, which has 28,500 troops in South Korea, of planning to invade and regularly threatens to destroy it and its Asian allies. \n", "images": [], "title": "North Korea's Kim says will make 'deranged' Trump pay dearly for U.N. speech"}, {"date": "September 18, 2017   2:42 PM ", "text": "SAN JUAN, Puerto Rico (Reuters) - Hurricane Maria destroyed buildings and knocked out power across Puerto Rico before flooding parts of the Dominican Republic and then regaining some of its strength as it approached the Turks and Caicos Islands and southeastern Bahamas on Thursday night. \nThe second major hurricane to rage through the Caribbean this month, Maria has killed at least 18 people and devastated several small islands, including St. Croix in the U.S. Virgin Islands and Dominica. \nMaria is now a Category 3 hurricane on the five-step Saffir-Simpson scale, with sustained winds of up to 125 miles per hour (205 km per hour) and 80 miles (130 km) southeast of Grand Turk Island, the U.S. National Hurricane Center said. \nMaria’s strength was not expected to change during the next few days, the center said. The storm looked unlikely to hit the continental United States. \nOfficials in Puerto Rico were still assessing the damage after Maria slammed the island on Wednesday with winds of up to 155 mph (250 kph). Ranked a Category 4 storm when it made landfall, it was the strongest hurricane to hit the island in nearly 90 years. \nU.S. President Donald Trump told reporters the island had been “totally obliterated” and that he planned to visit. \nPuerto Rico Governor Ricardo Rossello said there was one death reported so far, a man struck by a piece of lumber hurled by high winds. \n“It’s nothing short of a major disaster,” he told CNN, adding it might take months for electricity to be completely restored to the island, which has a population of 3.4 million. He imposed a dusk-to-dawn curfew through Saturday. \nMaria struck Dominica as a Category 5 storm on Monday night, damaging about 95 percent of the roofs on the island, the U.N. Office for the Coordination of Humanitarian Affairs said. At least 14 people died, CNN quoted Charles Jong, a spokesman for the Dominica prime minister’s office, as saying. \nTwo people were killed in the French territory of Guadeloupe and one person on the U.S. Virgin Islands. \nUtility crews from the U.S. mainland were headed to Puerto Rico to help try to restore the battered power grid and the U.S. military sent ground forces and aircraft to assist with search and rescue. \nPuerto Rico was already facing the largest municipal debt crisis in U.S. history. A team of judges overseeing its bankruptcy has advised involved parties to put legal proceedings on hold indefinitely as the island recovers, according to a source familiar with the legal proceedings. \nIn the historic heart of the island’s capital San Juan, which has a fort and buildings from the Spanish colonial era, the storm left a litter of debris. \nSome roads were blocked by downed foliage as teams of firefighters and rescue officials wielded chain saws to cut through the debris. \nSan Juan airport reopened for military and relief flights on Thursday, with plans for a limited resumption of commercial flights on Friday. \nWith electricity and communications knocked out across the island, workdays evaporated and people busied themselves with securing food, checking on their battered homes and collecting rain water. \nSouth of the capital in the municipality of Cataño, some 10 residents whose homes were flooded sat around a pickup truck on the edge of the waters and mixed a cocktail of grapefruit juice, cranberry, ice and vodka that they called “matatiempo” or “killing time.” \n‘WORST IS BEHIND US’ \nMaria passed close by the U.S. Virgin Island of St. Croix, home to about 55,000 people, early on Wednesday as a rare and ferocious Category 5 storm, knocking out electricity and most mobile phone service. \n“The worst is behind us,” Virgin Islands Governor Kenneth Mapp told reporters on Thursday. “Now is (the) time to march forward and build a better community, a better territory.” \nAbout 600 people throughout the U.S. Virgin Islands are in emergency shelters and many parts are without power, Mapp said. \n“It’s going to be a long road to recovery,” Mapp said. “It ain’t going to happen in a week or two and it definitely ain’t going to happen in a few months.” \nMaria hit about two weeks after Hurricane Irma pounded two other U.S. Virgin Islands: St. Thomas and St. John.     \nIrma, one of the most powerful Atlantic storms on record, killed at least 84 people in the Caribbean and the United States. It followed Harvey, which killed more than 80 people when it hit Texas in late August and caused historic flooding in Houston. More than two months remain in the Atlantic hurricane season, which runs from June 1 to Nov. 30. \n", "images": [], "title": "Hurricane Maria devastates Puerto Rico, heads for Turks and Caicos"}, {"date": "September 22, 2017   1:06 AM ", "text": "WASHINGTON (Reuters) - Frequent breakdowns of advanced uranium enrichment devices have inadvertently helped Iran comply with restrictions in the international agreement curbing its nuclear program, according to a new report by a Washington-based think tank. \nIranian compliance also is due to tougher policing by U.S. President Donald Trump’s administration of the 2015 pact to prevent Tehran from developing nuclear weapons, the Institute for Science and International Security said in a report due on Friday. A copy of the report was seen by Reuters. \n“Iran can be expected to continue to push the deal’s limits, commit violations and seek interpretations that are unfounded,” the report said. “One should expect many struggles to keep Iran within the nuclear limits for the duration of the deal.” \nFor those reasons and because Tehran is unlikely ever to build a financially viable uranium enrichment plant, an expansion of Iran’s program would either be a “colossal waste of money ... or the basis of a nuclear weapons program, which would not care about costs,” the report said. \nWashington and its negotiating partners in the agreement should find a way to make the deal’s restrictions permanent or “severely” extend their expiration times, it said. \nUnder the deal between Iran, Britain, China, France, Germany, Russia and the United States, Tehran agreed to restrict its nuclear program in return for the lifting of economic sanctions that had crippled its economy.     \nThe report comes as Trump weighs whether to certify to Congress that Iran is complying with the agreement. He has until Oct. 16 to make that decision.  \nDecertifying Iran could lead Congress to reimpose U.S. sanctions on Iran, threatening to collapse the deal and intensify tension in the Middle East. \nSupporters of the deal, called the Joint Comprehensive Plan of Action, insist that strong international monitoring will prevent Iran from developing nuclear bombs. Iran has denied that it is seeking nuclear weapons.   \nThe International Atomic Energy Agency, which monitors the pact, has found no “material breaches” by Iran, a judgment with which Washington has concurred. \nTehran has exceeded some deal restrictions, such as a limit on its heavy water stockpile, used in nuclear reactors, the Institute for Science and International Security said in a November 2016 report. But it either rectified some infractions or won exemptions - while President Barack Obama was in office - before the pact took effect in January 2016. \nIn its new report the institute listed other alleged Iran compliance issues, including changes to the design of a heavy water reactor that can produce plutonium, another weapons fuel. \nIran’s improved compliance this year in part has been “unintentional or accidental” because advanced uranium enrichment devices called centrifuges have broken during testing more often than expected, according to the think tank report. \nEnrichment produces low-enriched uranium for power plants, but it also can make highly enriched weapons-grade uranium. \nBy August, Iran had tested eight advanced IR-8 centrifuges although the deal limits it to one at most, the report said, adding that Iran also operated between 13 and 15 interconnected IR-6 machines, which the deal restricts to 10. \nHowever, according to the report, all but one of the IR-8s and many of the IR-6s broke because carbon fiber components failed. \nDavid Albright, a former U.N. nuclear inspector who authored the new report, said Iran’s compliance also had improved because the United States is taking a tougher line on attempts to “violate the nuclear limits and exploit loopholes.”   \nTwo sources, including a senior U.S. official, said on Wednesday that the White House does not want to kill the deal.  \nInstead, it wants lawmakers to hold off taking action while it discusses with European allies making the limits on Iran’s program permanent and fixing what U.S. officials consider other flaws, said the sources, who requested anonymity.  \n", "images": [], "title": "Exclusive: Faulty devices help keep Iran in nuclear deal limits - report"}, {"date": "September 22, 2017   1:04 AM ", "text": "SEOUL (Reuters) - North Korean Foreign Minister Ri Yong Ho said on Friday he believes the North could consider a hydrogen bomb test on the Pacific Ocean of an unprecedented scale, South Korea’s Yonhap news agency reported. \nRi was speaking to reporters in New York when he was asked what North Korean leader Kim Jong Un had meant when he threatened in an earlier statement the “highest level of hard-line countermeasure in history” against the United States. \nNorth Korea could consider a hydrogen bomb test, Ri said, although he did not know Kim’s exact thoughts, Yonhap reported. \n", "images": [], "title": "North Korea official says North may consider hydrogen bomb on Pacific Ocean: Yonhap"}, {"date": "September 21, 2017   7:26 PM ", "text": "SAN FRANCISCO (Reuters) - Facebook Inc (\n) on Thursday launched an overhaul of how it handles paid political advertisements, giving a concession to U.S. lawmakers who have threatened to regulate the world’s largest social network over secretive ads that run during election campaigns. \nThe company also said it would turn over to congressional investigators the 3,000 political ads that it says were likely purchased by Russian entities during and after the 2016 U.S. presidential election.  \nChief Executive Mark Zuckerberg said the company, for the first time, would now make it possible for anyone to see any political ads that run on Facebook, no matter whom they target.  \nFacebook will also demand that political advertisers disclose who is paying for the advertisements, a requirement that under U.S. law applies to political ads on television but not on social media.  \n“We will work with others to create a new standard for transparency in online political ads,” Zuckerberg said.  \nZuckerberg, broadcasting live on Facebook from company headquarters in Menlo Park, California, said the changes would help address concerns that governments including Russia are using Facebook ads to meddle in other countries’ elections. \nEarlier this month, Facebook said an internal review had shown that an operation likely based in Russia spent $100,000 on 3,000 Facebook ads promoting divisive messages in the months before and after last year’s U.S. presidential election. The company initially declined to turn over details on the ads to Congress. \nU.S. congressional investigators and special counsel Robert Mueller are examining alleged Russian election interference, which Moscow has denied. \nInvestigators are interested in other companies as well. Representatives for Twitter Inc (\n) are set to meet next week with staff from the Senate Intelligence Committee in relation to inquiries into the 2016 election.  \nRepresentative Adam Schiff, the top Democrat on the House Intelligence Committee, said on Thursday that he wants to hear from Facebook, Alphabet Inc’s (\n) Google, Twitter and others in public hearings.  \n“It will be important for the committee to scrutinize how rigorous Facebook’s internal investigation has been, to test its conclusions and to understand why it took as long as it did,” Schiff said in a statement. \n‘WILD, WILD WEST’ \nThe political advertising changes represent a retreat for Facebook, which for years has resisted calls from transparency advocates and academics for the regulation of political ads. The company has instead treated them like all commercial ads. \nIn the days after the November 2016 U.S. election, Zuckerberg said it was a “crazy idea” to think that misinformation on Facebook swayed the vote toward President Donald Trump.  \nSenator Mark Warner, the vice chairman of the Senate Intelligence Committee, this month compared political ads on social media to the “wild, wild West” and said legislation might be needed to address them.  \nThe U.S. Federal Election Commission last week sought public comment on possible regulatory changes to digital ads and considered whether to call Facebook and other tech firms before the commission for a public hearing.  \nFacebook has grown to be the leading online platform for political ads because of its low costs and tools for targeting messages to narrow audiences.  \nU.S. political campaigns likely spent $300 million on Facebook ads during the 2016 election cycle, according to Nomura analysts, though the exact amount is unknown.  \nIt remained unclear whether Facebook’s voluntary changes would satisfy demands for government action.  \nWarner and another senator, Democrat Amy Klobuchar, on Thursday sent a letter to colleagues inviting them to be co-sponsors of legislation they are writing that would formalize and expand the commitments Zuckerberg made.  \nThe legislation, they wrote, would require digital platforms with 1 million or more users to maintain a publicly available file of all election-related ads bought by people who spend more than $10,000, according to a copy of the letter seen by Reuters.  \nTrevor Potter, president of the pro-transparency Campaign Legal Center, said in a statement that his group would “carefully monitor Facebook’s implementation of this new policy.” He said Facebook “helped create the secrecy that gave rise to foreign interference in the 2016 elections.” \nIn the past, Facebook has argued that ad details had to remain confidential unless released by the advertisers. \nZuckerberg, who returned to work on Thursday after a month of paternity leave, laid out other steps the company would take to prevent governments from using Facebook to manipulate each other’s elections.  \nHe said Facebook would hire 250 additional people; expand partnerships with election commissions around the world; and adapt systems to help deter political bullying.  \nFacebook has not found an attempt at election-meddling in Germany, Zuckerberg said, but he added that the company would continue to examine fake accounts that it has removed in advance of Sunday’s German national election.  \n“I don’t want anyone to use our tools to undermine democracy. That’s not what we stand for,” Zuckerberg said.  \nFacebook General Counsel Colin Stretch said in a blog post on Thursday that it was unusual for Facebook to voluntarily turn over information to government authorities, as it was doing by giving U.S. lawmakers copies of ads. \nThe company has long had a rigid policy of refusing to turn over any user information without a court order or other legal process.   \nBut ultimately, Stretch wrote, “We believe the public deserves a full accounting of what happened in the 2016 election.” \n", "images": [], "title": "Facebook to overhaul political ads after threat of U.S. regulation"}, {"date": "September 21, 2017   10:21 PM ", "text": "JINGGANGSHAN, China (Reuters) - A man in “Red Army” garb hits the pavement during a simulated attack during a re-staging of part of the Long March. \nThe scene brings alive an extraordinary chapter in China’s history that established the supremacy of Chairman Mao Zedong and the Communist Party. \nDeep in the mountains of Jinggangshan in the southeastern province of Jiangxi, a classroom of bank tellers participates in an ideological boot camp that plays into Chinese President Xi Jinping’s drive to further consolidate his grip on power. \nJinggangshan is considered the “cradle of the Chinese revolution” and, in 1927, was the official birthplace of the Red Army, now known as the People’s Liberation Army of China. \nReliving the revolution, students walk the route of the Long March, a series of retreats by the Red Army, led by Mao, to evade the pursuing Nationalist forces of Chiang Kai-shek between 1934 and 1935. \n“I can feel the spirit of the revolution,” said Wang Pingzhu, a 32-year old garment company employee from the southern province of Fujian. \n“As soon as I got here I could see it along the road. I could imagine the scene at the time,” she said. \n    During the three-day course, participants visit historical sites, pledging allegiance to the Communist Party and Xi’s dream of the “great rejuvenation of the Chinese nation” ahead of a key party congress next month. \n“I think the Communist Party emphasizes this sort of education, to try to control the thinking of party members and at the same time control a portion of the population who still have faith in the party, so they can support the leadership,” said Zhang Lifan, an independent political commentator. \n    In reviving Maoism and courting powerful conservative elements in the party, Xi seeks to remind people that China’s dramatic ascent to become the world’s second-largest economy was not simply a case of ditching Marx for markets. \nThe “Red Culture” training camp for private and public sector workers aims to rekindle faith in the founding principles of the party and drown out critics who say it has lost its ideological soul after more than three decades of free-market reforms. \n    Its program fits with Xi’s push for patriotic education and ideological control of the people, an agenda he has promoted since coming to power in 2012 and is expected to further build on in October’s five-yearly leadership reshuffle. \n“Under the leadership of President Xi, ideological belief education has set off a new wave in China,” said Zuo Jianxing, a forestry official in the northern province of Inner Mongolia. \nHarking back to Mao’s time still resonates with some of the population, 41 years after his death. But the fear is that the younger generation of Chinese may be too preoccupied with the fruits of capitalism to care much about Red Culture. \nThat may explain why, five years after taking power, Xi continues to espouse old school Maoism as a way to reassert the primacy of the party. \n“If the Communist Party loses power, they are finished,” said political commentator Zhang. \n(This version of the story refiles to add dateline.) \n", "images": [], "title": "Reliving China's Long March ahead of party congress"}, {"date": "September 21, 2017   8:12 AM ", "text": "MEXICO CITY (Reuters) - Rescuers swarmed over rubble with shovels and picks on Thursday in a frantic search for survivors two days after Mexico’s deadliest earthquake in a generation, focusing on 10 collapsed buildings where people may still be alive. \nThose trapped included five Taiwanese workers in a textile factory in downtown Mexico City. But the Navy said a missing schoolgirl whose fate captured the nation “did not exist,” leading to an outpouring of anger over the mix-up.  \nThe death toll was at least 273, officials said. Mexico City Mayor Miguel Angel Mancera said 50 people were not accounted for.  \nWorking without pause since Tuesday afternoon’s 7.1-magnitude quake, first responders and volunteers have saved 60 survivors from central Mexico City to poor neighborhoods far to the south.  \nLate on Wednesday night, an eight-year-old girl was rescued from a collapsed building in the Tlalpan neighborhood, nearly 36 hours after the quake, local officials said. \nLuis Manuel Carrillo Nunez, 14, said he was in a yoga class at the Enrique Rebsamen private school on Tuesday when he heard people yell, “It’s shaking!”  \nHe ran to escape the building as it began collapsing. But some classmates never made it out. \n“It’s hard to know that you’re not going to see again the friends that you loved. I‘m really traumatized,” he said.  \nThe full scale of damage has not been calculated, with buildings across the city of 20 million people badly cracked.  Citigroup’s Mexican unit Citibanamex told clients it was lowering its 2017 growth forecast to 1.9 percent from 2.0 percent due to the earthquake. \nSome families made dangerous trips back into damaged structures to pull out possessions, and trucks with mattresses, furniture and televisions rumbled through the streets.  \nDespite a massive effort by volunteers and the armed forces to gather and distribute food and basic medicines, help has not reached everybody.  \nThousands of people were sleeping in their cars, rather than going to shelters or damaged homes, and in the badly damaged streets in the south of the city some people held up signs begging for food.  \nWhile food, water, medicine, blankets and other basic items have been donated, some residents complained that emergency services were slow to arrive to poorer southern neighborhoods of the city, and that wealthier districts appeared prioritized. \nDisaster relief is sensitive for politicians in Mexico after the government’s widely panned response to the 1985 quake caused upheaval, which some credited with weakening the one-party rule of the Institutional Revolutionary Party (PRI).  \nAfter more than a day of wall-to-wall television coverage of the search for a girl in the rubble of the Enrique Rebsamen school, the Navy changed its version of events and said all pupils were now accounted for. \nSince Wednesday, rescue workers told leading broadcaster Televisa that a schoolgirl was trapped in the rubble, a version confirmed by the admiral in charge of the rescue effort at the school, who on Thursday said the information came from the International Red Cross.  \nSenior Navy official Angel Enrique Sarmiento said he believed one adult was still alive under the rubble. Rescue work continued at the school.  \nThe search for the girl, whom some local media outlets named “Frida Sofia,” captured hearts in a nation desperate for good news. As it became clear that the trapped person was not a child, there was an outpouring of anger on social media directed at broadcaster Televisa and the Navy for raising hopes. \nEleven other children were rescued from the same school, where students are aged roughly 6 to 15, the Navy said, adding that 19 children and six adults there were killed.  \nThe body of a woman was pulled out on Thursday morning. \nThe Taiwanese Ministry of Foreign Affairs confirmed five nationals were trapped in a collapsed clothing factory in the Obrera neighborhood. Volunteers cutting through debris at the factory, which had been combed by rescue dogs, heard signs of life from a car. \nRescue worker Amaury Perez said, “We shouted, ‘If you are inside the vehicle, please knock three times.’ He knocked three times.” \nCrews from Panama, El Salvador, the United States and Israel joined the search, using dogs, cameras, motion detectors and heat-seeking equipment to detect victims who may still be alive.  \nArmed soldiers guarded abandoned buildings at risk of collapse. Some 52 buildings collapsed in Mexico City alone and more in the surrounding states. \nThe extensive damage to many buildings, some of them relatively new, raised questions over construction standards which were supposed to have improved after a 1985 quake. \nThe quake came on the anniversary of the 1985 earthquake that killed thousands and still resonates in Mexico. Annual Sept. 19 earthquake drills were being held a few hours before the nation got rocked once again. \nMexico was also recovering from another powerful quake less than two weeks ago that killed nearly 100 people in the south of the country. \n", "images": [], "title": "Mexico focuses search for quake survivors on 10 buildings; 273 dead"}]